tests = [
{
    question: "Система економічних наук включає в себе",
    answers: [
        {right: false, text: "макроекономіку, мікроекономіку"},
        {right: false, text: "політичну економію, історію економічних вчень"},
        {right: true, text: "макро- та мікроекономіку, політичну економію, історію економічних вчень"}
    ]
},
{
    question: "Економічна наука має вивчати виробництво, розподіл, обмін і споживання послуг, причому з точки зору не лише майнових зв'язків, а й суспільних відносин між людьми, особливо в галузі розподілу",
    answers: [
        {right: true, text: "так вважали А.Сміт, Д.Рікардо"},
        {right: false, text: "так вважав К.Маркс"},
        {right: false, text: ". так вважав Ф.Енгельс"}
    ]
},
{
    question: "Який метод політекономії ґрунтується на використанні законів і принципів філософії",
    answers: [
        {right: false, text: "метод наукової абстракції"},
        {right: true, text: "діалектичний метод"},
        {right: false, text: "економічний експеримент"}
    ]
},
{
    question: "Який метод політекономії передбачає вилучення у процесі дослідження другорядних фактів, явищ, сторін, які не мають істотного значення для його кінцевого результату",
    answers: [
        {right: true, text: "метод наукової абстракції"},
        {right: false, text: ". діалектичний метод"},
        {right: false, text: ". економічний експеримент"}
    ]
},
{
    question: "Який метод політекономії є штучним відтворенням процесів і явищ з метою їх вивчення за сприятливих умов та подальшого практичного впровадження у госпдіяльність?",
    answers: [
        {right: false, text: "метод наукової абстракції"},
        {right: false, text: "діалектичний метод"},
        {right: true, text: "економічний експеримент"}
    ]
},
{
    question: "Метод пізнання, застосування якого передбачає просування при дослідженні певного об'єкта від загального до одиничного",
    answers: [
        {right: false, text: "індукція"},
        {right: true, text: "дедукція"},
        {right: false, text: "синтез"}
    ]
},
{
    question: "Метод пізнання, який передбачає просування у дослідженні певного економічного явища або процесу від окремого до загального",
    answers: [
        {right: true, text: "індукція"},
        {right: false, text: "дедукція"},
        {right: false, text: "синтез"}
    ]
},
{
    question: "Яка функція полягає у розробці принципів і методів раціонального господарювання",
    answers: [
        {right: false, text: "пізнавальна"},
        {right: false, text: "методологічна"},
        {right: true, text: "практична"}
    ]
},
{
    question: "Яка функція політекономії здійснює формування у населення економічної культури",
    answers: [
        {right: false, text: "пізнавальна"},
        {right: true, text: "виховна"},
        {right: false, text: "прогностична"}
    ]
},
{
    question: "Теоретичні узагальнення, що містять допущення, усереднення, які відображають певні тенденції розвитку економічної системи",
    answers: [
        {right: false, text: "економічні закони"},
        {right: false, text: "економічні категорії"},
        {right: true, text: "економічні принципи"}
    ]
},
{
    question: "Що виступає об’єктом виробництва",
    answers: [
        {right: false, text: "люди"},
        {right: true, text: "природа"},
        {right: false, text: "земля"}
    ]
},
{
    question: "Стосунки між суб'єктами організації виробничого процесу, який поєднує спеціалізацію і кооперацію праці, тобто взаємодію суб'єктів, які спеціалізуються на виконанні різних виробничих функцій - це",
    answers: [
        {right: false, text: "соціально – економічні відносини"},
        {right: true, text: "організаційно – економічні відносини"},
        {right: false, text: "економічні відносини"}
    ]
},
{
    question: "Свідома, доцільна діяльність людини з приводу використання своїх розумових і фізичних сил у процесі виробництва благ",
    answers: [
        {right: false, text: "предмети праці"},
        {right: false, text: "засоби праці"},
        {right: true, text: "праця"}
    ]
},
{
    question: "Що виступає суб’єктом виробництва",
    answers: [
        {right: true, text: "люди"},
        {right: false, text: "природа"},
        {right: false, text: "земля"}
    ]
},
{
    question: "Речі або комплекс речей, за допомогою яких люди впливають на предмети праці, перетворюють їх і пристосовують для своїх потреб",
    answers: [
        {right: false, text: "предмети праці"},
        {right: true, text: "засоби праці"},
        {right: false, text: "праця"}
    ]
},
{
    question: "Спосіб дії праці і знарядь праці на предмети праці - це",
    answers: [
        {right: false, text: "організація виробництва"},
        {right: false, text: "виробництво"},
        {right: true, text: "технологія виробництва"}
    ]
},
{
    question: "Сукупність галузей економіки, в яких виробляють інтелектуальні і духовні продукти - це",
    answers: [
        {right: false, text: "матеріальне виробництво"},
        {right: true, text: "нематеріальне виробництво"},
        {right: false, text: "виробництво"}
    ]
},
{
    question: "Засоби виробництва і люди з їхнім навичками і досвідом - це",
    answers: [
        {right: true, text: "первинні продуктивні сили"},
        {right: false, text: "вторинні продуктивні сили"},
        {right: false, text: "робоча сила"}
    ]
},
{
    question: "На що спрямована праця людини",
    answers: [
        {right: true, text: "предмети праці"},
        {right: false, text: "засоби праці"},
        {right: false, text: "праця"}
    ]
},
{
    question: "Засоби виробництва це -",
    answers: [
        {right: false, text: "предмети праці"},
        {right: false, text: "засоби праці"},
        {right: true, text: "предмети праці та засоби праці в сукупності"}
    ]
},
{
    question: "Сукупність індивідуальних виробництв (підприємств, фірм) у їхньому взаємозв'язку, взаємодії, взаємообумовленості та взаємозалежності - це",
    answers: [
        {right: false, text: "виробництво"},
        {right: true, text: "суспільне виробництво"},
        {right: false, text: "організація виробництва"}
    ]
},
{
    question: "Сукупний суспільний продукт у вартісному вираженні - це",
    answers: [
        {right: true, text: "валовий суспільний продукт"},
        {right: false, text: "сукупний суспільний продукт"},
        {right: false, text: "валовий національний продукт"}
    ]
},
{
    question: "Вкажіть правильний перелік стадій суспільного виробництва",
    answers: [
        {right: true, text: "виробництво, розподіл, обмін, споживання"},
        {right: false, text: "виробництво, розподіл, споживання"},
        {right: false, text: "виробництво, обмін, споживання, переробка"}
    ]
},
{
    question: "Вся маса матеріальних благ, вироблених у країні за рік - це?",
    answers: [
        {right: false, text: "валовий суспільний продукт;"},
        {right: true, text: "сукупний суспільний продукт;"},
        {right: false, text: "валовий національний продукт."}
    ]
},
{
    question: "Вкажіть вірний перелік видів (сфер) суспільного виробництва",
    answers: [
        {right: true, text: "матеріальне та нематеріальне виробництво"},
        {right: false, text: "матеріальне виробництво та сфера послуг"},
        {right: false, text: "нематеріальне виробництво та сфера послуг"}
    ]
},
{
    question: "Які з перелічених галузей відносяться до матеріальної сфери суспільного виробництва",
    answers: [
        {right: false, text: "промисловість, лісове господарство, освіта"},
        {right: false, text: "будівництво, житлово-комунальне господарство, освіта"},
        {right: true, text: "промисловість, будівництво, матеріально-технічне постачання"}
    ]
},
{
    question: "Вартість витраченого основного капіталу — машин, устаткування у даному році - це",
    answers: [
        {right: false, text: "національний дохід"},
        {right: true, text: "річна амортизація"},
        {right: false, text: "амортизація"}
    ]
},
{
    question: "Що є найважливішим показником економічної ефективності діяльності підприємства",
    answers: [
        {right: true, text: "отримана маса прибутку"},
        {right: false, text: "обсяги виробленої продукції"},
        {right: false, text: "продуктивність праці"}
    ]
},
{
    question: "Ринкова вартість кінцевих товарів і послуг, вироблених протягом року на основі використання національного капіталу - це",
    answers: [
        {right: false, text: "валовий суспільний продукт"},
        {right: false, text: "сукупний суспільний продукт"},
        {right: true, text: "валовий національний продукт"}
    ]
},
{
    question: "При якій стадії суспільного виробництва кожен учасник отримує свою частку у виробленому національному продукті",
    answers: [
        {right: false, text: "обмін"},
        {right: true, text: "розподіл"},
        {right: false, text: "споживання"}
    ]
},
{
    question: "Які потреби є найголовнішими за ступенем нагальності їх задоволення",
    answers: [
        {right: false, text: "соціальні потреби"},
        {right: false, text: "потреби самозбереження"},
        {right: true, text: "фізіологічні потреби"}
    ]
},
{
    question: "За якою ознакою потреби можна класифікувати на абсолютні, дійсні і платоспроможні",
    answers: [
        {right: true, text: "за ступенем реалізації"},
        {right: false, text: "за об’єктами"},
        {right: false, text: "за суб’єктами"}
    ]
},
{
    question: "Зі скількох елементів складається система потреб в так званій піраміді Маслоу",
    answers: [
        {right: true, text: "п’яти"},
        {right: false, text: "шести"},
        {right: false, text: "семи"}
    ]
},
{
    question: "Блага, які виробляються за допомогою праці і їх завжди можна отримувати в обмеженій кількості - це",
    answers: [
        {right: true, text: "економічні блага"},
        {right: false, text: "політичні блага"},
        {right: false, text: "загальні блага"}
    ]
},
{
    question: "Класифікація потреб на породжені існуванням людини як біологічної істоти і породжені існуванням людини як соціальної істоти здійснюється",
    answers: [
        {right: false, text: "за суб’єктами"},
        {right: true, text: "за об’єктами"},
        {right: false, text: "за ступенем реалізації"}
    ]
},
{
    question: "Ставлення людей до економічних умов життєдіяльності їх, яке характеризується відчуттям нестачі певних благ та послуг, бажанням володіти ними, щоб подолати це відчуття – це",
    answers: [
        {right: true, text: "економічні потреби"},
        {right: false, text: "потреби"},
        {right: false, text: "соціальні потреби"}
    ]
},
{
    question: "Коли в історії людства був період формування й посиленого зростання питомої ваги таких соціальних потреб, як потреби в освіті, медичному обслуговуванні, відпочинку тощо",
    answers: [
        {right: false, text: "наші часи"},
        {right: false, text: "до 50 років ХХ ст."},
        {right: true, text: "до 80-х р. ХХ ст."}
    ]
},
{
    question: "Категорія, що відбиває ставлення людей до умов їх життєдіяльності - це",
    answers: [
        {right: false, text: "об’єкти економічних потреб"},
        {right: true, text: "потреби"},
        {right: false, text: "економічні потреби"}
    ]
},
{
    question: "Яку назву в економічній літературі отримало постійне зростання потреб",
    answers: [
        {right: false, text: "піраміда Маслоу"},
        {right: true, text: "закон зростання потреб"},
        {right: false, text: "трактат про потреби"}
    ]
},
{
    question: "Які потреби відносять до соціальних",
    answers: [
        {right: true, text: "почуття духовної близькості, любов"},
        {right: false, text: "самоповага, визнання, статус"},
        {right: false, text: "безпека, захищеність"}
    ]
},
{
    question: "Упорядкована система економічних зв'язків між виробниками і споживачами матеріальних та нематеріальних благ - це",
    answers: [
        {right: false, text: "соціальна система"},
        {right: true, text: "економічна система"},
        {right: false, text: "політична система"}
    ]
},
{
    question: "Економічна система, в якій держава дуже мало втручається в регулювання економічних процесів, а система ринкового регулювання досягає найбільшого розвитку - це",
    answers: [
        {right: true, text: "система вільного або чистого ринку"},
        {right: false, text: "система змішаної економіки (сучасна ринкова економіка)"},
        {right: false, text: "командно-адміністративна система або централізовано-планова економіка"}
    ]
},
{
    question: "За якої системи вся економічна діяльність в економіці регулюється державою",
    answers: [
        {right: false, text: "система вільного або чистого ринку"},
        {right: false, text: "система змішаної економіки (сучасна ринкова економіка)"},
        {right: true, text: "командно-адміністративна система або централізовано-планова економіка"}
    ]
},
{
    question: "Сукупність дій на різних рівнях господарювання, в результаті яких люди задовольняють свої потреби завдяки виробництву та обміну матеріальними благами та послугами - це",
    answers: [
        {right: false, text: "виробнича діяльність"},
        {right: false, text: "економічна система"},
        {right: true, text: "економічна діяльність"}
    ]
},
{
    question: "Відокремлення різних видів трудової діяльності в межах світового господарства, національної економіки й окремого підприємства, внаслідок чого значно зростає продуктивність суспільної праці - це",
    answers: [
        {right: false, text: "всесвітній поділ праці"},
        {right: true, text: "суспільний поділ праці"},
        {right: false, text: "міжнародний поділ праці"}
    ]
},
{
    question: "Економічна система включає в себе",
    answers: [
        {right: true, text: "продуктивні сили, економічні відносини, господарський механізм"},
        {right: false, text: "засоби виробництва, науку, людей, інформацію"},
        {right: false, text: "відносини розподілу, обміну, споживання"}
    ]
},
{
    question: "Найважливіша узагальнююча характеристика результативності суспільного виробництва, яка виражає відношення величини створених товарів і послуг до сукупних витрат суспільної праці – це",
    answers: [
        {right: true, text: "ефективність суспільного виробництва"},
        {right: false, text: "фондовіддача"},
        {right: false, text: "матеріаловіддача"}
    ]
},
{
    question: "Поділ праці всередині підприємства називається",
    answers: [
        {right: false, text: "загальним"},
        {right: false, text: "частковим"},
        {right: true, text: "одиничним"}
    ]
},
{
    question: "Сукупність цілеспрямованих дій по вкладанню грошових коштів та інших цінностей в проекти, а також забезпечення віддачі вкладів - це",
    answers: [
        {right: false, text: "наукова діяльність"},
        {right: false, text: "проектно-конструкторська діяльність"},
        {right: true, text: "інвестиційна діяльність"}
    ]
},
{
    question: "Яка економічна система ґрунтується на відсталій технології, широкому застосуванні ручної праці та багатоукладності економіки",
    answers: [
        {right: false, text: "ринкова система"},
        {right: true, text: "традиційна система"},
        {right: false, text: "командно-адміністративна система"}
    ]
},
{
    question: "Відносини між людьми щодо привласнення речей та інших умов життєдіяльності людей: засобів виробництва, предметів особистого використання, грошей, тощо - це",
    answers: [
        {right: false, text: "відчуження"},
        {right: false, text: "привласнення"},
        {right: true, text: "власність"}
    ]
},
{
    question: "Суспільний спосіб оволодіння річчю - це",
    answers: [
        {right: false, text: "відчуження"},
        {right: true, text: "привласнення"},
        {right: false, text: "власність"}
    ]
},
{
    question: "Позбавлення суб'єкта права на володіння, користування і розпорядження тим чи іншим об'єктом власності - це",
    answers: [
        {right: true, text: "відчуження"},
        {right: false, text: "привласнення"},
        {right: false, text: "власність"}
    ]
},
{
    question: "Все те, з приводу чого між людьми існують відносини привласнення - це",
    answers: [
        {right: false, text: "суб’єкти власності"},
        {right: true, text: "об’єкти власності"},
        {right: false, text: "власність"}
    ]
},
{
    question: "Окремі індивідууми, групи осіб, інші соціальні структури, суспільство, між якими виникають відносини з привласнення умов їхньої життєдіяльності - це",
    answers: [
        {right: true, text: "суб’єкти власності"},
        {right: false, text: "об’єкти власності"},
        {right: false, text: "власність"}
    ]
},
{
    question: "Яка форма власності характеризується спільним привласненням засобів виробництва й виробленого продукту",
    answers: [
        {right: true, text: "суспільна"},
        {right: false, text: "приватна"},
        {right: false, text: "колективна"}
    ]
},
{
    question: "Яка форма власності характеризується тим, що засоби виробництва, а отже, й вироблений продукт, належать приватним особам",
    answers: [
        {right: false, text: "суспільна"},
        {right: true, text: "приватна"},
        {right: false, text: "колективна"}
    ]
},
{
    question: "Вкажіть правильний перелік видів приватної власності",
    answers: [
        {right: false, text: "власність народу в цілому; власність окремих колективів"},
        {right: false, text: "загальнонародна, державна, кооперативна"},
        {right: true, text: "трудова і нетрудова"}
    ]
},
{
    question: "Вкажіть правильний перелік видів суспільної власності",
    answers: [
        {right: true, text: "власність народу в цілому; власність окремих колективів"},
        {right: false, text: "загальнонародна, державна, кооперативна"},
        {right: false, text: "трудова і нетрудова"}
    ]
},
{
    question: "Вкажіть вірний перелік основних правочинностей, які визначають право власності",
    answers: [
        {right: false, text: "власність, володіння, розпорядження"},
        {right: true, text: "володіння, користування і розпорядження"},
        {right: false, text: "користування і розпорядження"}
    ]
},
{
    question: "Тип господарства, в якому процес створення матеріальних благ спрямований безпосередньо на задоволення власних потреб виробника - це",
    answers: [
        {right: false, text: "товарне виробництво"},
        {right: false, text: "фірма"},
        {right: true, text: "натуральне виробництво"}
    ]
},
{
    question: "Яка теорія визначає вартість товару за співвідношенням попиту і пропозиції на них в процесі обміну",
    answers: [
        {right: false, text: "теорія витрат виробництва"},
        {right: true, text: "теорія попиту і пропозиції"},
        {right: false, text: "теорія трудової вартості"}
    ]
},
{
    question: "Суспільна праця, що витрачається в особливій доцільній формі з використанням певних засобів і предметів праці, характеризується своєрідною метою і створює специфічну споживчу вартість - це",
    answers: [
        {right: true, text: "конкретна праця втілена в товарі"},
        {right: false, text: "абстрактна праця втілена в товарі"},
        {right: false, text: "двоїстий характер праці"}
    ]
},
{
    question: "Організація суспільного виробництва, при якій економічні відносини між людьми проявляються через ринок, через купівлю-продаж продуктів їхньої праці - це",
    answers: [
        {right: true, text: "товарне виробництво"},
        {right: false, text: "фірма"},
        {right: false, text: "натуральне виробництво"}
    ]
},
{
    question: "Яка теорія вартості оцінює вартість товару залежно від затрат суспільно необхідного продукту на їх виробництво",
    answers: [
        {right: false, text: "теорія витрат виробництва"},
        {right: false, text: "теорія попиту і пропозиції"},
        {right: true, text: "теорія трудової вартості"}
    ]
},
{
    question: "Праця товаровиробників, що характеризується затратами робочої сили взагалі, незалежно від її конкретної форми - це",
    answers: [
        {right: false, text: "конкретна праця втілена в товарі"},
        {right: true, text: "абстрактна праця втілена в товарі"},
        {right: false, text: "двоїстий характер праці"}
    ]
},
{
    question: "Закон, який передбачає, що виробництво й обмін товарів мають здійснюватися на основі їхньої вартості, тобто як обмін еквівалентів - це",
    answers: [
        {right: false, text: "закон обміну еквівалентів"},
        {right: true, text: "закон вартості"},
        {right: false, text: "закон виробництва і обміну товарів"}
    ]
},
{
    question: "Яка теорія вартості визначає вартість товару за витратами на їх виробництво",
    answers: [
        {right: true, text: "теорія витрат виробництва"},
        {right: false, text: "теорія попиту і пропозиції"},
        {right: false, text: "теорія трудової вартості"}
    ]
},
{
    question: "Здатність товару задовольняти ту чи іншу потребу людей - це",
    answers: [
        {right: true, text: "споживча вартість"},
        {right: false, text: "вартість"},
        {right: false, text: "мінова вартість"}
    ]
},
{
    question: "Що є механізмом дії закону вартості",
    answers: [
        {right: false, text: "диференціація товаровиробників"},
        {right: false, text: "розвиток продуктивних сил"},
        {right: true, text: "коливання цін, їх відхилення від вартості"}
    ]
},
{
    question: "Відповідно до якої концепції походження грошей, виникнення грошей зумовлено труднощами безпосереднього обміну продуктами праці",
    answers: [
        {right: false, text: "раціоналістичної концепції"},
        {right: true, text: "концепції еволюційного походження"},
        {right: false, text: "концепції Аристотеля"}
    ]
},
{
    question: "В яких формах здійснюється грошовий обіг?",
    answers: [
        {right: true, text: "в готівковій та безготівковій формах"},
        {right: false, text: "металево – грошовий та паперово - кредитний грошовий"},
        {right: false, text: "натуральній та товарній"}
    ]
},
{
    question: "За співвідношенням темпів зростання цін на товари інфляція буває",
    answers: [
        {right: false, text: "очікувана та неочікувана"},
        {right: false, text: "відкрита та прихована"},
        {right: true, text: "збалансована та незбалансована"}
    ]
},
{
    question: "Яка форма вартості з'явилась на найнижчих щаблях економічного розвитку і була найпростішою, епізодичною і випадковою, оскільки обмін не був регулярним",
    answers: [
        {right: false, text: "грошова форма вартості"},
        {right: false, text: "загальна форма вартості"},
        {right: true, text: "проста, або випадкова форма вартості"}
    ]
},
{
    question: "Яка інфляція характеризується раптовим стрибком цін, зумовленим збільшенням під впливом інфляційних очікувань суспільного попиту населення на споживчі товари, товаровиробників - на сировину та засоби виробництва",
    answers: [
        {right: true, text: "не очікувана"},
        {right: false, text: "не збалансована"},
        {right: false, text: "гіперінфляція"}
    ]
},
{
    question: "Магнітні носії платіжної інформації, які замінюють паперові гроші, чеки та інші грошові документи у безготівкових розрахунках між клієнтами і банками за допомогою електронно-інформаційних систем - це",
    answers: [
        {right: true, text: "електронні гроші"},
        {right: false, text: "кредитна картка"},
        {right: false, text: "депозитні гроші"}
    ]
},
{
    question: "Грошова система, в якій роль загального еквівалента і засобу обігу виконують металеві гроші із золота чи срібла - це",
    answers: [
        {right: false, text: "монометалізм"},
        {right: false, text: "паперово – кредитна грошова система"},
        {right: true, text: "металева грошова система"}
    ]
},
{
    question: "За характером прояву інфляція буває",
    answers: [
        {right: false, text: "очікувана та неочікувана"},
        {right: true, text: "відкрита та прихована"},
        {right: false, text: "збалансована та незбалансована"}
    ]
},
{
    question: "Неперервний рух грошей у сфері обігу, їх функціонування як засобу обігу і платежу-це",
    answers: [
        {right: true, text: "грошовий обіг"},
        {right: false, text: "інфляція"},
        {right: false, text: "готівковий обіг"}
    ]
},
{
    question: "За якої форми вартості безліч товарів обмінюється на якийсь один товар, і цей товар стає загальним еквівалентом",
    answers: [
        {right: false, text: "грошова форма вартості"},
        {right: true, text: "загальна форма вартості"},
        {right: false, text: "проста, або випадкова форма вартості"}
    ]
},
{
    question: "Об'єктами ринкових відносин є",
    answers: [
        {right: true, text: "продукти праці, природні ресурси, праця, цінні папери валюта"},
        {right: false, text: "споживачі і виробники товарної продукції"},
        {right: false, text: "ринок"}
    ]
},
{
    question: "Залежно від умов, за яких діють суб'єкти ринкових відносин, вирізняють такі ринки",
    answers: [
        {right: false, text: "товарні, фінансові, ринки праці"},
        {right: true, text: "монополізований, вільний, регульований ринки"},
        {right: false, text: "ринки праці, засобів виробництва, предметів споживання, платних послуг, науково-технічних розробок та інформації, грошей, цінних паперів, валюти, інтелектуальної власності, страховий ринок"}
    ]
},
{
    question: "Система підприємств і організацій, які забезпечують рух товарів, капіталів, робочої сили, цінних паперів та надання послуг, називається",
    answers: [
        {right: false, text: "товарною біржею"},
        {right: false, text: "фондовою біржею"},
        {right: true, text: "інфраструктурою ринку"}
    ]
},
{
    question: "Потреба в певному товарі, яка забезпечується грошима - це",
    answers: [
        {right: true, text: "попит"},
        {right: false, text: "пропозиція"},
        {right: false, text: "ринок"}
    ]
},
{
    question: "Ціна, що встановлюється при урівноваженні попиту і пропозиції - це",
    answers: [
        {right: false, text: "ціна попиту"},
        {right: false, text: "ринкова ціна"},
        {right: true, text: "ціна рівноваги"}
    ]
},
{
    question: "Суб'єктами ринкових відносин безпосередньо виступають",
    answers: [
        {right: false, text: "продукти праці, валюта"},
        {right: true, text: "споживачі і виробники товарної продукції"},
        {right: false, text: "природні ресурси, праця, цінні папери"}
    ]
},
{
    question: "Асоціація фізичних і юридичних осіб, яка здійснює оптові торговельні операції за стандартами і зразками у спеціальному місці - це?",
    answers: [
        {right: true, text: "товарна біржа;"},
        {right: false, text: "фондова біржа;"},
        {right: false, text: "інфраструктура ринку."}
    ]
},
{
    question: "Суть якої функції ринку полягає в забезпечені руху товарів і послуг від виробника до споживача",
    answers: [
        {right: true, text: "техніко-економічна"},
        {right: false, text: "регулювальна"},
        {right: false, text: "стимулююча"}
    ]
},
{
    question: "Сукупність соціально-економічних відносин між найманими працівниками і підприємцями-роботодавцями щодо організації, купівлі-продажу і використання робочої сили – це",
    answers: [
        {right: false, text: "ринок засобів виробництва"},
        {right: true, text: "ринок праці"},
        {right: false, text: "ринок інтелектуального продукту"}
    ]
},
{
    question: "Суперництво між учасниками за кращі умови виробництва, купівлі і продажу - це",
    answers: [
        {right: false, text: "ринок"},
        {right: false, text: "свобода економічної діяльності"},
        {right: true, text: "конкуренція"}
    ]
},
{
    question: "Який вид конкуренції виходить з того, що одну й ту саму потребу споживача можна задовольнити по-різному",
    answers: [
        {right: false, text: "видова конкуренція"},
        {right: true, text: "функціональна конкуренція"},
        {right: false, text: "предметна конкуренція"}
    ]
},
{
    question: "Яка монополія виникає внаслідок об'єктивних причин, коли попит на певний товар чи послуги найкраще задовольняється однією або кількома фірмами",
    answers: [
        {right: true, text: "природна монополія"},
        {right: false, text: "адміністративна монополія"},
        {right: false, text: "економічна монополія"}
    ]
},
{
    question: "Частина авансованого капіталу, що використовується для придбання робочої сили і яка в процесі виробництва змінює свою вартість на величину додаткової вартості - це",
    answers: [
        {right: false, text: "постійний капітал"},
        {right: true, text: "змінний капітал"},
        {right: false, text: "авансований капітал"}
    ]
},
{
    question: "До якого типу монополій відносять об'єднання підприємств однієї галузі, які зберігають за собою виробничу і комерційну самостійність, а домовляються про ринки збуту і ціну",
    answers: [
        {right: true, text: "картель"},
        {right: false, text: "синдикат"},
        {right: false, text: "конгломерат"}
    ]
},
{
    question: "За джерелами формування капітал поділяється на",
    answers: [
        {right: false, text: "промисловий, торгівельний і позиковий"},
        {right: false, text: "ризиковий та неризиковий"},
        {right: true, text: "власний і залучений"}
    ]
},
{
    question: "Витрати на оплату економічних ресурсів, постачальники яких не є власниками фірми - це",
    answers: [
        {right: true, text: "зовнішні витрати"},
        {right: false, text: "внутрішні витрати"},
        {right: false, text: "неявні витрати"}
    ]
},
{
    question: "За інноваційною спрямованістю капітал поділяється на",
    answers: [
        {right: false, text: "промисловий, торгівельний і позиковий"},
        {right: true, text: "ризиковий та неризиковий"},
        {right: false, text: "власний і залучений"}
    ]
},
{
    question: "До якого типу монополій відносять монополістичне об’єднання, яке утворилися шляхом поглинання прибуткових різногалузевих підприємств, що не мали виробничої та технічної єдності",
    answers: [
        {right: false, text: "картель"},
        {right: false, text: "синдикат"},
        {right: true, text: "конгломерат"}
    ]
},
{
    question: "Вкажіть найбільш повний та правильний перелік суб’єктів ринкової економіки",
    answers: [
        {right: false, text: "ринок, домашні господарства, держава"},
        {right: true, text: "домогосподарства, держава, підприємці"},
        {right: false, text: "домашні господарства, держава"}
    ]
},
{
    question: "Яка монополія виникає на основі закономірного господарського розвитку, коли підприємці зуміли завоювати монополістичне становище на ринку",
    answers: [
        {right: false, text: "природна монополія"},
        {right: false, text: "адміністративна монополія"},
        {right: true, text: "економічна монополія"}
    ]
},
{
    question: "У структурі приватного сектора змішаної економічної системи виділяють",
    answers: [
        {right: true, text: "домогосподарства, підприємства, державу"},
        {right: false, text: "домогосподарства та підприємства"},
        {right: false, text: "монополію та олігополію"}
    ]
},
{
    question: "Сутність якої функції змішаної економіки полягає в тому, що економічні ресурси та доходи суспільства розподіляються найбільш ефективно",
    answers: [
        {right: true, text: "функція перерозподілу доходів"},
        {right: false, text: "емісійна функція"},
        {right: false, text: "функція забезпечення людей необхідними товарами"}
    ]
},
{
    question: "Який варіант змішаної економіки передбачає проведення важливих інституціональних і соціальних реформ, раціональну взаємодію приватного і державного секторів економіки, впровадження системи національного планування, здійснення поступової соціалізації капіталістичної економіки",
    answers: [
        {right: false, text: "соціал - реформістський"},
        {right: true, text: "ліберальний"},
        {right: false, text: "консервативний"}
    ]
},
{
    question: "Як називаються погляди, згідно з якими державне регулювання необхідне, оскільки державі найліпше відомо, що саме є корисним для людини",
    answers: [
        {right: true, text: "патерналістськими"},
        {right: false, text: "діалектичними"},
        {right: false, text: "економічними"}
    ]
},
{
    question: "Який варіант змішаної економіки виступає за обмежене втручання держави в макроекономічні процеси з метою створення умов для розвитку приватного сектору і ринкових важелів саморегулювання",
    answers: [
        {right: false, text: "соціал - реформістський"},
        {right: false, text: "ліберальний"},
        {right: true, text: "консервативний"}
    ]
},
{
    question: "У яких типах змішаних економічних систем приватний сектор є визначальним відносно державного",
    answers: [
        {right: true, text: "ринково - державні"},
        {right: false, text: "державно - ринкові"},
        {right: false, text: "ринкові"}
    ]
},
{
    question: "Як називаються державні платежі певним верствам населення, котрі з певних причин не в змозі себе утримати",
    answers: [
        {right: false, text: "пенсії"},
        {right: false, text: "допомога по безробіттю"},
        {right: true, text: "трансфери"}
    ]
},
{
    question: "У яких типах змішаних економічних систем адміністративні методи регулювання більш поширені",
    answers: [
        {right: false, text: "ринково - державні"},
        {right: true, text: "державно - ринкові"},
        {right: false, text: "ринкові"}
    ]
},
{
    question: "Сутність якої функції держави у змішаній економіці полягає у забезпеченні економіки необхідною кількістю грошей",
    answers: [
        {right: false, text: "функція перерозподілу доходів"},
        {right: true, text: "емісійна функція"},
        {right: false, text: "функція забезпечення людей необхідними товарами"}
    ]
},
{
    question: "Органічне поєднання вільного підприємництва з економічним контролем суспільства над приватними інститутами - це",
    answers: [
        {right: false, text: "економіка вільного ринку"},
        {right: false, text: "адміністративно - авторитарна економіка"},
        {right: true, text: "змішана економіка"}
    ]
},
{
    question: "При якому виді відтворення валового внутрішнього продукту відновлюється в збільшеному обсязі",
    answers: [
        {right: false, text: "простому"},
        {right: true, text: "розширеному"},
        {right: false, text: "звуженому"}
    ]
},
{
    question: "Сума матеріальних і духовних благ, створених суспільством за певний проміжок часу",
    answers: [
        {right: true, text: "сукупний суспільний продукт"},
        {right: false, text: "валовий суспільний продукт"},
        {right: false, text: "валовий національний продукт"}
    ]
},
{
    question: "Який макроекономічний показник розраховується шляхом вирахування з валового внутрішнього продукту амортизаційних відрахувань",
    answers: [
        {right: false, text: "чистий економічний добробут"},
        {right: false, text: "національний дохід"},
        {right: true, text: "чистий внутрішній продукт"}
    ]
},
{
    question: "Матеріальні блага і послуги, які використовуються для подальшої обробки, переробки чи для перепродажу - це",
    answers: [
        {right: false, text: "кінцевий продукт"},
        {right: true, text: "проміжний продукт"},
        {right: false, text: "додатковий продукт"}
    ]
},
{
    question: "В яких формах існують продукти суспільного виробництва",
    answers: [
        {right: true, text: "матеріальній або духовній"},
        {right: false, text: "матеріальній або нематеріальній"},
        {right: false, text: "проміжній або кінцевій"}
    ]
},
{
    question: "Які стадії проходить вироблений продукт у суспільному виробництві",
    answers: [
        {right: false, text: "виробництва, розподілу і споживання"},
        {right: true, text: "виробництва, розподілу, обміну і споживання"},
        {right: false, text: "виробництва, розподілу, обміну і відтворення"}
    ]
},
{
    question: "Сукупність матеріальних і духовних благ у грошовій формі, нагромаджених за всю історію функціонування національної економіки",
    answers: [
        {right: true, text: "національне багатство"},
        {right: false, text: "національний дохід"},
        {right: false, text: "чистий економічний добробут"}
    ]
},
{
    question: "Постійне відновлення родючості ґрунтів, лісових масивів, підтримування в чистоті рік, озер та повітряного простору - це",
    answers: [
        {right: true, text: "відтворення природного середовища"},
        {right: false, text: "відтворення засобів виробництва"},
        {right: false, text: "відтворення природних ресурсів"}
    ]
},
{
    question: "Сума виробленої за рік валової продукції всіх галузей матеріального виробництва - це",
    answers: [
        {right: false, text: "сукупний суспільний продукт"},
        {right: true, text: "валовий суспільний продукт"},
        {right: false, text: "чистий продукт"}
    ]
},
{
    question: "Які види відтворення розрізняють",
    answers: [
        {right: false, text: "просте і розширене відтворення"},
        {right: false, text: "виробництво, розподіл і споживання"},
        {right: true, text: "просте, розширене і звужене відтворення"}
    ]
},
{
    question: "Збільшенням валового національного продукту чи національного доходу в розрахунку на душу населення в процентах - це",
    answers: [
        {right: false, text: "абсолютний приріст"},
        {right: true, text: "темпи проросту"},
        {right: false, text: "економічне зростання"}
    ]
},
{
    question: "Показником ефективного використання якого чинника економічного зростання є зменшення матеріаломісткості продукції",
    answers: [
        {right: false, text: "основні виробничі фонди"},
        {right: true, text: "природні ресурси"},
        {right: false, text: "трудові ресурси"}
    ]
},
{
    question: "При якій стадії економічного зростання розширення обсягу виробництва починає випереджати збільшення кількості населення, що веде до підвищення рівня життя",
    answers: [
        {right: true, text: "шлях до зрілості"},
        {right: false, text: "стадія розбігу"},
        {right: false, text: "суспільство високого масового споживання"}
    ]
},
{
    question: "До яких факторів економічного зростання відносять підвищення кваліфікації працівників",
    answers: [
        {right: true, text: "інтенсивних факторів економічного зростання"},
        {right: false, text: "екстенсивних факторів економічного зростання"},
        {right: false, text: "детенсивних факторів економічного зростання"}
    ]
},
{
    question: "Суть якого типу економічного зростання полягає в тому, що збільшення обсягу виробництва відбувається за рахунок раціонального використання всіх видів ресурсів",
    answers: [
        {right: false, text: "екстенсивний тип"},
        {right: true, text: "інтенсивний тип"},
        {right: false, text: "детенсивний тип"}
    ]
},
{
    question: "Скільки в середньому тривають довгі економічні цикли",
    answers: [
        {right: false, text: "45 – 55 років"},
        {right: false, text: "25 – 35 років"},
        {right: true, text: "48-57 років"}
    ]
},
{
    question: "Збільшенням загального обсягу реального ВНП або НД в цілому і в розрахунку на душу населення протягом певного часу (за рік); у грошових показниках - це",
    answers: [
        {right: true, text: "абсолютний приріст"},
        {right: false, text: "темпи проросту"},
        {right: false, text: "економічне зростання"}
    ]
},
{
    question: "Рівновага якого порядку пов’язана з капіталовкладеннями (інвестиціями) в засоби праці, порушення якої викликає циклічні \"хвилі\" тривалістю 7-11 років",
    answers: [
        {right: false, text: "рівновага першого порядку"},
        {right: true, text: "рівновага другого порядку"},
        {right: false, text: "рівновага третього порядку"}
    ]
},
{
    question: "До яких факторів економічного зростання відносять збільшення кількості працівників",
    answers: [
        {right: false, text: "інтенсивних факторів економічного зростання"},
        {right: true, text: "екстенсивних факторів економічного зростання"},
        {right: false, text: "детенсивних факторів економічного зростання"}
    ]
},
{
    question: "Суть якого типу економічного зростання полягає в тому, що збільшення обсягу виробництва досягається в основному за рахунок залучення у виробництво додаткових трудових, матеріальних та фінансових ресурсів при незмінній продуктивній силі праці",
    answers: [
        {right: true, text: "екстенсивний тип"},
        {right: false, text: "інтенсивний тип"},
        {right: false, text: "детенсивний тип"}
    ]
},
{
    question: "Маса матеріальних, духовних та соціальних благ, призначених для споживання та обслуговування процесу споживання - це",
    answers: [
        {right: false, text: "національний дохід"},
        {right: true, text: "фонд споживання"},
        {right: false, text: "фонд нагромадження"}
    ]
},
{
    question: "Сукупність умов життя, праці та побуту людей досягнутий в даному суспільстві ступінь задоволення різноманітних потреб - фізичних, соціальних, інтелектуальних - це",
    answers: [
        {right: true, text: "рівень життя населення"},
        {right: false, text: "граничний рівень споживання"},
        {right: false, text: "граничний рівень заощадження"}
    ]
},
{
    question: "Як встановлюється прожитковий мінімум у більшості країн",
    answers: [
        {right: false, text: "виходячи з граничного рівня споживання"},
        {right: false, text: "виходячи з рівня життя населення"},
        {right: true, text: "на основі грошової оцінки так званого споживчого кошика"}
    ]
},
{
    question: "З якого суспільного фонду споживання здійснюється пенсійне забезпечення населення",
    answers: [
        {right: false, text: "фонд суспільного задоволення потреб"},
        {right: true, text: "фонд непрацездатних"},
        {right: false, text: "державний бюджет"}
    ]
},
{
    question: "Вкажіть вірний перелік факторів зростання національного доходу?",
    answers: [
        {right: true, text: "кількість праці, продуктивність праці, економія на постійному капіталі"},
        {right: false, text: "кількість праці та продуктивність праці"},
        {right: false, text: "продуктивність праці та економія на постійному капіталі"}
    ]
},
{
    question: "Частина доходу, яка залишається після задоволення споживчих потреб і спрямовується на споживання у майбутньому - це",
    answers: [
        {right: false, text: "споживання"},
        {right: true, text: "заощадження"},
        {right: false, text: "рівень життя населення"}
    ]
},
{
    question: "Сукупність відносин, що виникають з приводу новоствореної вартості між безпосередніми учасниками її виробництва - власниками факторів виробництва (капіталу, праці, землі, інтелекту) – це",
    answers: [
        {right: true, text: "розподіл національного доходу"},
        {right: false, text: "перерозподіл національного доходу"},
        {right: false, text: "споживання національного доходу"}
    ]
},
{
    question: "Частина продукту, яка відшкодовує спожиті засоби виробництва – це",
    answers: [
        {right: false, text: "національний дохід"},
        {right: true, text: "стара вартість, яка повинна повернутись у виробництво"},
        {right: false, text: "національне багатство"}
    ]
},
{
    question: "Яку форму має національний дохід",
    answers: [
        {right: false, text: "натурально – речову форму"},
        {right: false, text: "вартісну форму"},
        {right: true, text: "як вартісну, так і натурально-речову форми"}
    ]
},
{
    question: "Який показник відображає мінімально допустиму межу споживання",
    answers: [
        {right: true, text: "прожитковий мінімум"},
        {right: false, text: "рівень життя населення"},
        {right: false, text: "національний дохід"}
    ]
},
{
    question: "Динамічна сукупність взаємозв'язків суб'єктів світового господарства, яка проявляється як цілісне утворення - це",
    answers: [
        {right: false, text: "міжнародні економічні відносини"},
        {right: true, text: "система міжнародних економічних відносин"},
        {right: false, text: "об’єкти міжнародних економічних відносин"}
    ]
},
{
    question: "Який закон розвитку міжнародної економіки передбачає капіталізацію частини прибутку суб'єктів міжнародних економічних відносин з метою розвитку міжнародної економіки",
    answers: [
        {right: false, text: "закон пропорційного розвитку"},
        {right: false, text: "закон вартості"},
        {right: true, text: "закон накопичення"}
    ]
},
{
    question: "Сукупність усіх національних економік світу та економічних взаємозв'язків між ними або сукупність економічних відносин, що функціонують на національному та міжнародному рівнях - це",
    answers: [
        {right: true, text: "світове господарство"},
        {right: false, text: "міжнародні економічні відносини"},
        {right: false, text: "міжнародні економічні організації"}
    ]
},
{
    question: "До якої групи країн в структурі світового господарства належить Україна",
    answers: [
        {right: false, text: "розвинуті країни ринкової економіки"},
        {right: false, text: "країни, що розвиваються"},
        {right: true, text: "країни з перехідною економікою"}
    ]
},
{
    question: "З якого періоду світове господарство вступило у третій етап розвитку",
    answers: [
        {right: true, text: "з початку 1990-х років"},
        {right: false, text: "після закінчення першої світової війни"},
        {right: false, text: "після закінчення другої світової війни"}
    ]
},
{
    question: "Фізичні та юридичні особи, які приймають участь у реалізації міжнародних господарських контрактів, договорів, угод - це",
    answers: [
        {right: false, text: "об’єкти міжнародних економічних відносин"},
        {right: true, text: "суб’єкти міжнародних економічних відносин"},
        {right: false, text: "система міжнародних економічних відносин"}
    ]
},
{
    question: "Найхарактернішою рисою якого етапу розвитку світового господарства була боротьба двох протилежних економічних систем - ринкової і командної",
    answers: [
        {right: false, text: "першого етапу розвитку світового господарства"},
        {right: true, text: "другого етапу розвитку світового господарства"},
        {right: false, text: "третього етапу розвитку світового господарства"}
    ]
},
{
    question: "Національні великі підприємства, що мають штаб-квартиру в одній країні і повністю чи частково належні їм фінанси в інших країнах - це",
    answers: [
        {right: false, text: "міжнародний валютний фонд"},
        {right: false, text: "міжнародні економічні організації"},
        {right: true, text: "міжнародні транснаціональні корпорації"}
    ]
},
{
    question: "Який закон передбачає, що виробництво й обмін товарів у межах міжнародної економіки відбувається на основі інтернаціональних суспільних витрат праці",
    answers: [
        {right: false, text: "закон пропорційного розвитку"},
        {right: true, text: "закон вартості"},
        {right: false, text: "закон накопичення"}
    ]
},
{
    question: "Те, на що направлена господарська діяльність суб'єктів світового господарства (предмет їх господарської діяльності) - це",
    answers: [
        {right: true, text: "об’єкти міжнародних економічних відносин"},
        {right: false, text: "суб’єкти міжнародних економічних відносин"},
        {right: false, text: "система міжнародних економічних відносин"}
    ]
}
]